Repository: AlfCano/rk.map.globalities
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: Download Global/Regional Maps
de: Welt-/Regionalkarten herunterladen
es: Descargar Mapas Globales/Regionales
fr: Télécharger des Cartes Globales/Régionales
pt_br: Baixar Mapas Globais/Regionais

source: Download
de: Herunterladen
es: Descargar

source: Downloads and creates Planispheres or Regional maps (Continents/Subregions) using 'rnaturalearth'. Includes built-in projection tools for aesthetic world maps.
de: Lädt und erstellt Weltkarten oder Regionalkarten (Kontinente/Subregionen) mit 'rnaturalearth'. Enthält Projektionswerkzeuge für ästhetische Karten.
es: Descarga y crea Planisferios o mapas Regionales (Continentes/Subregiones) usando 'rnaturalearth'. Incluye herramientas de proyección para mapas mundiales estéticos.
fr: Télécharge et crée des Planisphères ou des cartes Régionales (Continents/Sous-régions) avec 'rnaturalearth'. Inclut des outils de projection pour des cartes esthétiques.
pt_br: Baixa e cria Planisférios ou mapas Regionais (Continentes/Sub-regiões) usando 'rnaturalearth'. Inclui ferramentas de projeção para mapas mundiais estéticos.

source: Select Region
de: Region auswählen
es: Seleccionar Región
fr: Sélectionner la Région
pt_br: Selecionar Região

source: Whole World
de: Ganze Welt
es: Mundo Entero
fr: Monde Entier
pt_br: Mundo Inteiro

source: Afro-Eurasia (The Old World)
de: Afro-Eurasien (Die Alte Welt)
es: Afro-Eurasia (El Viejo Mundo)
fr: Afro-Eurasie (L'Ancien Monde)
pt_br: Afro-Eurásia (O Velho Mundo)

source: Americas (The New World)
de: Amerika (Die Neue Welt)
es: Américas (El Nuevo Mundo)
fr: Amériques (Le Nouveau Monde)
pt_br: Américas (O Novo Mundo)

source: --- AMERICAS (Subregions) ---
de: --- AMERIKA (Subregionen) ---
es: --- AMÉRICAS (Subregiones) ---
fr: --- AMÉRIQUES (Sous-régions) ---
pt_br: --- AMÉRICAS (Sub-regiões) ---

source: North America (Continent)
de: Nordamerika (Kontinent)
es: América del Norte (Continente)
fr: Amérique du Nord (Continent)
pt_br: América do Norte (Continente)

source: South America (Continent)
de: Südamerika (Kontinent)
es: América del Sur (Continente)
fr: Amérique du Sud (Continent)
pt_br: América do Sul (Continente)

source: Central America
de: Zentralamerika
es: América Central
fr: Amérique Centrale
pt_br: América Central

source: Caribbean
de: Karibik
es: El Caribe
fr: Caraïbes
pt_br: Caribe

source: --- EUROPE ---
de: --- EUROPA ---
es: --- EUROPA ---
pt_br: --- EUROPA ---

source: Europe (Whole Continent)
de: Europa (Gesamter Kontinent)
es: Europa (Continente Completo)
fr: Europe (Continent Entier)
pt_br: Europa (Continente Inteiro)

source: Western Europe
de: Westeuropa
es: Europa Occidental
fr: Europe de l'Ouest
pt_br: Europa Ocidental

source: Eastern Europe
de: Osteuropa
es: Europa Oriental
fr: Europe de l'Est
pt_br: Europa Oriental

source: Northern Europe
de: Nordeuropa
es: Europa del Norte
fr: Europe du Nord
pt_br: Norte da Europa

source: Southern Europe
de: Südeuropa
es: Europa del Sur
fr: Europe du Sud
pt_br: Sul da Europa

source: --- AFRICA ---
de: --- AFRIKA ---
es: --- ÁFRICA ---
fr: --- AFRIQUE ---
pt_br: --- ÁFRICA ---

source: Africa (Whole Continent)
de: Afrika (Gesamter Kontinent)
es: África (Continente Completo)
fr: Afrique (Continent Entier)
pt_br: África (Continente Inteiro)

source: North Africa
de: Nordafrika
es: África del Norte
fr: Afrique du Nord
pt_br: Norte da África

source: Sub-Saharan Africa
de: Subsahara-Afrika
es: África Subsahariana
fr: Afrique Subsaharienne
pt_br: África Subsaariana

source: Asia (Whole Continent)
de: Asien (Gesamter Kontinent)
es: Asia (Continente Completo)
fr: Asie (Continent Entier)
pt_br: Ásia (Continente Inteiro)

source: Central Asia
de: Zentralasien
es: Asia Central
fr: Asie Centrale
pt_br: Ásia Central

source: East Asia
de: Ostasien
es: Asia Oriental
fr: Asie de l'Est
pt_br: Ásia Oriental

source: South Asia
de: Südasien
es: Asia del Sur
fr: Asie du Sud
pt_br: Sul da Ásia

source: South-East Asia
de: Südostasien
es: Sudeste Asiático
fr: Asie du Sud-Est
pt_br: Sudeste Asiático

source: West Asia (Middle East)
de: Westasien (Naher Osten)
es: Asia Occidental (Oriente Medio)
fr: Asie de l'Ouest (Moyen-Orient)
pt_br: Ásia Ocidental (Oriente Médio)

source: --- OCEANIA ---
de: --- OZEANIEN ---
es: --- OCEANÍA ---
fr: --- OCÉANIE ---

source: Oceania
de: Ozeanien
es: Oceanía
fr: Océanie

source: Map Resolution
de: Kartenauflösung
es: Resolución del Mapa
fr: Résolution de la Carte
pt_br: Resolução do Mapa

source: Low (1:110m) - Fast
de: Niedrig (1:110m) - Schnell
es: Baja (1:110m) - Rápida
fr: Basse (1:110m) - Rapide
pt_br: Baixa (1:110m) - Rápida

source: Medium (1:50m) - Standard
de: Mittel (1:50m) - Standard
es: Media (1:50m) - Estándar
fr: Moyenne (1:50m) - Standard
pt_br: Média (1:50m) - Padrão

source: High (1:10m) - Detailed
de: Hoch (1:10m) - Detailliert
es: Alta (1:10m) - Detallada
fr: Haute (1:10m) - Détaillée
pt_br: Alta (1:10m) - Detalhada

source: Exclude Antarctica (Recommended for thematic maps)
de: Antarktis ausschließen (Empfohlen für thematische Karten)
es: Excluir Antártida (Recomendado para mapas temáticos)
fr: Exclure l'Antarctique (Recommandé pour cartes thématiques)
pt_br: Excluir Antártida (Recomendado para mapas temáticos)

source: Projection (Planisphere Style)
de: Projektion (Weltkarten-Stil)
es: Proyección (Estilo Planisferio)
fr: Projection (Style Planisphère)
pt_br: Projeção (Estilo Planisfério)

source: Transform CRS
de: CRS transformieren
es: Transformar CRS
fr: Transformer CRS
pt_br: Transformar CRS

source: None (WGS84 Lat/Lon)
de: Keine (WGS84 Lat/Lon)
es: Ninguna (WGS84 Lat/Lon)
fr: Aucune (WGS84 Lat/Lon)
pt_br: Nenhuma (WGS84 Lat/Lon)

source: Robinson (Standard World Map)
de: Robinson (Standard-Weltkarte)
es: Robinson (Estándar Mundial)
fr: Robinson (Standard Mondial)
pt_br: Robinson (Padrão Mundial)

source: Winkel Tripel (NatGeo Standard)
es: Winkel Tripel (Estándar NatGeo)
fr: Winkel Tripel (Standard NatGeo)
pt_br: Winkel Tripel (Padrão NatGeo)

source: Mollweide (Equal Area)
de: Mollweide (Flächentreu)
es: Mollweide (Área Igual)
fr: Mollweide (Surface Égale)
pt_br: Mollweide (Área Igual)

source: Mercator (Web Standard)
es: Mercator (Estándar Web)
fr: Mercator (Standard Web)
pt_br: Mercator (Padrão Web)

source: Save Map Object As (sf)
de: Kartenobjekt speichern als (sf)
es: Guardar Objeto de Mapa como (sf)
fr: Enregistrer l'objet Carte sous (sf)
pt_br: Salvar Objeto de Mapa como (sf)

source: 1. Region & Quality
de: 1. Region & Qualität
es: 1. Región y Calidad
fr: 1. Région et Qualité
pt_br: 1. Região e Qualidade

source: Global/Regional Map Generated
de: Welt-/Regionalkarte erstellt
es: Mapa Global/Regional Generado
fr: Carte Globale/Régionale Générée
pt_br: Mapa Global/Regional Gerado

source: Region:
es: Región:
fr: Région :
pt_br: Região:

source: Projection:
de: Projektion:
es: Proyección:
pt_br: Projeção:

source: Features:
de: Objekte:
es: Entidades:
fr: Entités :
pt_br: Feições:

source: --- ASIA ---
de: --- ASIEN ---
fr: --- ASIE ---
pt_br: --- ÁSIA ---
